/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "sections": {
    "main": {
      "type": "404",
      "disabled": true,
      "settings": {
      }
    },
    "page_hero_cQHM3h": {
      "type": "page-hero",
      "settings": {
        "title": "Terms of Service",
        "page_image": "shopify://shop_images/13_a01ab2c7-18b5-45e3-83f9-8ad7a5edd5be.jpg"
      }
    },
    "privacy_section_BrQQ9R": {
      "type": "privacy-section",
      "settings": {
        "description": "<p>Effective Date: 9/1/2024<br/>Welcome to Wanko Massage Chairs! These Terms of Service (“Terms”) govern your access to and use of our website [www.wankomassagechairs.com] (the “Site”) and any related services provided by Wanko Massage Chairs (“we,” “our,” or “us”). By accessing or using the Site, you agree to be bound by these Terms. If you do not agree to these Terms, please do not use the Site.</p><h3>1. Use of the Site</h3><ul><li><strong>Eligibility:</strong> You must be at least 18 years old to use the Site. By using the Site, you represent and warrant that you meet this age requirement.</li><li><strong>Account Registration:</strong> To access certain features of the Site, you may need to create an account. You agree to provide accurate, current, and complete information during the registration process and to update such information as necessary. You are responsible for safeguarding your account credentials and for all activities that occur under your account.</li><li><strong>Prohibited Activities:</strong> You agree not to engage in any of the following prohibited activities:<br/></li><li>Using the Site for any unlawful purpose or in violation of any applicable law.</li><li>Interfering with or disrupting the security or performance of the Site.</li><li>Attempting to gain unauthorized access to the Site or any related systems or networks.</li><li>Using the Site to transmit any viruses, malware, or other harmful code.</li><li>Reverse engineering, decompiling, or otherwise attempting to discover the source code of the Site.</li></ul><h3>2. Product Information and Availability</h3><ul><li><strong>Product Descriptions:</strong> We strive to provide accurate and up-to-date information about our products on the Site. However, we do not warrant that product descriptions, pricing, or other content on the Site is complete, accurate, reliable, current, or error-free.</li><li><strong>Availability: </strong>All products offered on the Site are subject to availability. We reserve the right to discontinue any product at any time without notice.</li></ul><h3>3. Orders and Payment</h3><ul><li><strong>Order Acceptance: </strong>By placing an order on the Site, you agree to purchase the products in your order. All orders are subject to our acceptance, and we reserve the right to refuse or cancel any order at our discretion.</li><li><strong>Pricing: </strong>All prices on the Site are listed in U.S. dollars. We reserve the right to change prices at any time without prior notice. In the event of a pricing error, we may cancel your order and notify you of the error and the correct price.</li><li><strong>Payment:</strong> Payment must be made at the time of purchase. We accept various payment methods, which will be displayed during the checkout process. You represent and warrant that you have the legal right to use any payment method you choose.</li></ul><h3>4. Shipping and Delivery</h3><ul><li><strong>Shipping Policy: </strong>Please refer to our Shipping Policy for detailed information about shipping and delivery terms.</li><li><strong>Risk of Loss: </strong>The risk of loss and title for products purchased from Wanko Massage Chairs pass to you upon delivery to the carrier.</li></ul><h3>5. Returns and Refunds</h3><ul><li><strong>Return Policy: </strong>Please refer to our Return Policy for detailed information about returns, exchanges, and refunds.</li></ul><h3>6. Intellectual Property</h3><ul><li><strong>Ownership: </strong>The Site, including all content, features, and functionality (such as text, graphics, logos, and software), is owned by Wanko Massage Chairs and is protected by intellectual property laws. You may not copy, reproduce, distribute, or create derivative works from any content on the Site without our prior written consent.</li><li><strong>Trademarks:</strong> All trademarks, logos, and service marks displayed on the Site are the property of Wanko Massage Chairs or their respective owners. You are not granted any right or license to use any trademarks without our prior written consent.</li></ul><h3>7. Limitation of Liability</h3><ul><li><strong>Disclaimer:</strong> The Site and all products and services provided through the Site are provided “as is” and “as available” without any warranties of any kind, either express or implied. We disclaim all warranties, including but not limited to implied warranties of merchantability, fitness for a particular purpose, and non-infringement.</li><li><strong>Limitation of Liability:</strong> To the fullest extent permitted by law, Wanko Massage Chairs shall not be liable for any indirect, incidental, special, consequential, or punitive damages arising out of or related to your use of the Site or any products or services purchased through the Site. Our total liability for any claim arising out of or relating to these Terms or your use of the Site shall not exceed the amount you paid to us for the product or service in question.</li></ul><h3>8. Indemnification</h3><p>You agree to indemnify, defend, and hold harmless Wanko Massage Chairs and its affiliates, officers, directors, employees, and agents from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses, or fees (including reasonable attorneys’ fees) arising out of or relating to your violation of these Terms or your use of the Site.</p><h3>9. Governing Law and Dispute Resolution</h3><ul><li><strong>Governing Law: </strong>These Terms and your use of the Site shall be governed by and construed in accordance with the laws of the State of California, without regard to its conflict of law principles.</li><li><strong>Dispute Resolution: </strong>Any dispute arising out of or relating to these Terms or your use of the Site shall be resolved through binding arbitration in accordance with the rules of the American Arbitration Association. The arbitration shall be conducted in Antioch, California, and the award rendered by the arbitrator(s) may be entered in any court of competent jurisdiction.</li></ul><h3>10. Changes to These Terms</h3><p>We reserve the right to modify or update these Terms at any time, without prior notice. Your continued use of the Site following the posting of any changes constitutes your acceptance of the revised Terms. It is your responsibility to review these Terms periodically for any changes.</p><h3>11. Contact Us</h3><p>If you have any questions or concerns about these Terms, please <a href=\"https://wankomassagechairs.com/pages/contact\" target=\"_self\">contact us</a> for clarifications.</p><p>Thank you for choosing Wanko Massage Chairs. We are committed to providing you with exceptional products and services.</p>"
      }
    }
  },
  "order": [
    "main",
    "page_hero_cQHM3h",
    "privacy_section_BrQQ9R"
  ]
}
