/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "sections": {
    "main": {
      "type": "404",
      "disabled": true,
      "settings": {
      }
    },
    "page_hero_4CRF99": {
      "type": "page-hero",
      "settings": {
        "title": "Return Policy",
        "page_image": "shopify://shop_images/13_a01ab2c7-18b5-45e3-83f9-8ad7a5edd5be.jpg"
      }
    },
    "privacy_section_dnCcbT": {
      "type": "privacy-section",
      "settings": {
        "description": "<p>At Wanko Massage Chairs, we want you to be completely satisfied with your purchase. If for any reason you are not satisfied, we offer a straightforward return policy to ensure a smooth process. Please read the following policy carefully to understand our terms and conditions.</p><h3>Eligibility for Returns</h3><ul><li><strong>Return Window: </strong>You may return your massage chair within 30 days of the delivery date for a refund or exchange.</li><li><strong>Condition: </strong>The item must be in its original condition, unused, and in the original packaging. Returns that do not meet these conditions may be subject to refusal or additional fees.</li><li><strong>Proof of Purchase: </strong>A valid proof of purchase is required for all returns and exchanges.</li></ul><h3>Return Process</h3><ul><li><strong>Request a Return Authorization:</strong> Contact our customer service team at cs@wankomassagechairs.com or call us at 510 365 1775 within 30 days of delivery to request a Return Authorization (RA) number. Include your order number, reason for the return, and any supporting documentation or photos.</li><li><strong>Prepare Your Return: </strong>Once you receive your RA number, carefully repack the item in its original packaging. Clearly write the RA number on the outside of the package.</li><li><strong>Arrange for Return Shipping: </strong>You are responsible for return shipping costs. We recommend using a trackable shipping service and purchasing shipping insurance for your protection. Wanko Massage Chairs is not responsible for items lost or damaged during return shipping.</li><li><strong>Return Inspection: </strong>Upon receiving your return, our team will inspect the item to ensure it meets the return conditions. This process may take up to 5 business days.</li></ul><h3>Refunds and Restocking Fees</h3><ul><li><strong>Refund Processing:</strong> Refunds will be processed within 7-10 business days after the return inspection is complete. Refunds will be issued to the original payment method used at the time of purchase.</li><li><strong>Restocking Fee:</strong> A restocking fee of 15% of the purchase price will be deducted from your refund to cover inspection, repackaging, and restocking costs.</li><li><strong>Original Shipping Costs: </strong>Original shipping costs are non-refundable and will be deducted from the refund amount.</li></ul><h3>Exchanges</h3><ul><li><strong>Exchanges:</strong> If you wish to exchange your massage chair for a different model, please follow the return process to return the original item. Once we receive and inspect the return, we will issue a refund (minus any applicable fees), and you can place a new order for the desired model.</li></ul><h3>Non-Returnable Items</h3><ul><li><strong>Final Sale Items:</strong> Items marked as \"Final Sale\" are not eligible for return or exchange.</li><li><strong>Customized or Personalized Items:</strong> Customized or personalized massage chairs are not eligible for return or exchange unless defective or damaged upon arrival.</li></ul><h3>Damaged or Defective Items</h3><ul><li><strong>Inspection: </strong>Please inspect your massage chair upon delivery. If you notice any damage or defects, notify the delivery personnel immediately and contact our customer service team within 48 hours.</li><li><strong>Claims:</strong> To file a claim for a damaged or defective item, please contact our customer service team with your order number, photos of the damage or defect, and a description of the issue. We will arrange for a repair, replacement, or refund at no additional cost to you.</li></ul><h3>Contact Us</h3><ul><li>If you have any questions or need assistance with your return, please <a href=\"https://wankomassagechairs.com/pages/contact\" target=\"_self\">contact us</a>. We are here to help!</li></ul><p>Thank you for choosing Wanko Massage Chairs. We value your business and are committed to providing you with exceptional service and support.</p>"
      }
    }
  },
  "order": [
    "main",
    "page_hero_4CRF99",
    "privacy_section_dnCcbT"
  ]
}
