/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "sections": {
    "main": {
      "type": "404",
      "disabled": true,
      "settings": {
      }
    },
    "page_hero_cQHM3h": {
      "type": "page-hero",
      "settings": {
        "title": "Warranty Coverage",
        "page_image": "shopify://shop_images/7_e9ab91d6-3b83-4eb9-b7d2-2a00e78f6be9.jpg"
      }
    },
    "privacy_section_BrQQ9R": {
      "type": "privacy-section",
      "settings": {
        "description": "<p>At Wanko Massage Chairs, we stand by the quality and durability of our products. Our limited warranty ensures you can enjoy your massage chair with complete peace of mind.</p><ul><li><strong>Unlimited Technical Support: </strong>Our dedicated support team is available to assist you with any technical issues you may encounter.</li><li><strong>Parts Coverage: </strong>We cover all parts for a period of 5 years from the date of purchase.</li><li><strong>Labor Coverage:</strong> Labor costs for repairs are covered for the first year.</li></ul><p>The warranty period may vary by product, and customers should refer to the specific product page for details.</p><h3>Warranty Limitations</h3><p>Please note the following limitations to ensure your warranty remains valid:</p><ul><li><strong>Authorization: </strong>All repairs and replacements must be authorized in advance by Wanko Massage Chairs.</li><li><strong>Non-Transferable: </strong>This warranty is only valid for the original purchaser and is not transferable.</li><li><strong>Geographical Coverage: </strong>This warranty is valid in the continental United States only.</li><li><strong>Authorized Resellers: </strong>The warranty does not cover products purchased or obtained from unauthorized resellers.</li></ul><h3>Warranty Exclusions</h3><p>Our warranty does not cover the following conditions:</p><ul><li><strong>Improper Installation:</strong> Any loss or damage caused by improper installation.</li><li><strong>Operating Instructions:</strong> Failure to follow the operating instructions provided with the product.</li><li><strong>Unauthorized Repairs:</strong> Repairs or modifications not authorized by Wanko Massage Chairs.</li><li><strong>External Factors:</strong> Issues related to power supply, transportation damage, rust, corrosion, sand, dirt, or natural disasters.</li><li><strong>Natural Wear and Tear: </strong>Softening of foam and filling materials in pillows, cushions, and memory foam; fading, wear, and pilling of fabrics.</li><li><strong>Leather Variations: </strong>Natural marks, textures, and dye variations in leather.</li></ul><h3>Contact Us</h3><ul><li>For any warranty claims or further assistance, please <a href=\"https://wankomassagechairs.com/pages/contact\" target=\"_self\">contact us</a>. Our team is here to ensure your experience with Wanko Massage Chairs is nothing short of exceptional.</li></ul><p>Thank you for choosing Wanko Massage Chairs. Your relaxation is our priority.</p>"
      }
    }
  },
  "order": [
    "main",
    "page_hero_cQHM3h",
    "privacy_section_BrQQ9R"
  ]
}
