/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "sections": {
    "main": {
      "type": "404",
      "disabled": true,
      "settings": {
      }
    },
    "page_hero_cQHM3h": {
      "type": "page-hero",
      "settings": {
        "title": "Shipping Policy",
        "page_image": "shopify://shop_images/8_e2bbb8bb-3949-4cea-839f-a67004de76dd.jpg"
      }
    },
    "privacy_section_BrQQ9R": {
      "type": "privacy-section",
      "settings": {
        "description": "<p>At Wanko Massage Chairs, we strive to ensure that your purchase arrives safely and promptly. Due to the size and weight of our products, we have specific shipping policies to provide you with the best possible delivery experience.</p><h3>Shipping Rates and Methods</h3><ul><li><strong>Standard Shipping: </strong>Free shipping is available for all massage chair orders within the continental United States. We partner with reputable carriers to ensure your massage chair is delivered safely and on time.</li><li><strong>Expedited Shipping:</strong> For faster delivery, expedited shipping options are available at an additional cost. Please contact our customer service team for pricing and availability.</li><li><strong>White Glove Delivery:</strong> For a hassle-free setup, we offer White Glove Delivery service. Our professional team will deliver, unpack, and assemble your massage chair in the room of your choice. Additional fees apply for this service.</li></ul><h3>Processing Time</h3><ul><li><strong>Order Processing:</strong> Orders are processed within 1-3 business days. Once your order is processed, you will receive a confirmation email with tracking information.</li><li><strong>Delivery Time: </strong>Standard shipping typically takes 5-10 business days. Expedited shipping and White Glove Delivery times vary based on location and availability.</li></ul><h3>Delivery and Setup</h3><ul><li><strong>Curbside Delivery:</strong> Standard shipping includes curbside delivery. The carrier will deliver your massage chair to the curb outside your home. You will be responsible for moving the item inside and setting it up.</li><li><strong>White Glove Delivery:</strong> Our White Glove Delivery service includes delivery to the room of your choice, unpacking, assembly, and removal of packaging materials.</li></ul><h3>Shipping Restrictions</h3><ul><li><strong>Geographical Limitations:</strong> We currently ship to addresses within the continental United States. Unfortunately, we do not ship to Alaska, Hawaii, U.S. territories, or internationally at this time.</li><li><strong>P.O. Boxes:</strong> We cannot deliver to P.O. Box addresses due to the size and weight of our products.</li></ul><h3>Tracking Your Order</h3><ul><li>Once your order has shipped, you will receive a shipping confirmation email with a tracking number. You can use this number to track your shipment on the carrier’s website.</li></ul><h3>Damaged or Missing Items</h3><ul><li><strong>Inspection:</strong> Please inspect your massage chair upon delivery. If you notice any damage or missing parts, notify the delivery personnel immediately and contact our customer service team within 48 hours.</li><li><strong>Claims:</strong> To file a claim for a damaged or missing item, please contact our customer service team with your order number, photos of the damage, and a description of the issue. We will work to resolve the matter promptly.</li></ul><h3>Returns and Exchanges</h3><ul><li>For information on returns and exchanges, please refer to our Returns Policy.</li></ul><h3>Contact Us</h3><ul><li>If you have any questions or need assistance with your order, please <a href=\"https://wankomassagechairs.com/pages/contact\" target=\"_self\">contact us</a>. We are here to help!</li></ul><p>Thank you for choosing Wanko Massage Chairs. We appreciate your business and are committed to providing you with exceptional service and support.</p>"
      }
    }
  },
  "order": [
    "main",
    "page_hero_cQHM3h",
    "privacy_section_BrQQ9R"
  ]
}
